{
    "id":3,
    "name":"Lechuga",
    "description":"La lechuga es uno de los cultivos más extendidos en todo el mundo. Su consumo puede ser dedicado a la alimentación humana en fresco, para alimentación del ganado y como materia prima para las industrias agroalimentarias.",
    "photoUrl":"https://cdn.pixabay.com/photo/2018/07/24/23/19/salad-3560274_960_720.jpg",
    "photoDescription":"Un conjunto de lechugas",
    "plantSeasson":"Verano",
    "harvestSeasson":"Invierno",
    "minHumidity":"25%",
    "maxHumidity":"35%",
    "minTemperature":"5º",
    "maxTemperature":"30º",
    "plantInstructions": [
        {
            "title":"Elección de la variedad de lechuga",
            "description":"Lo primero que se debe hacer es elegir qué tipo de lechugas se van a cultivar, pudiendo ser \"determinados\" o \"indeterminados\". Mientras que los lechugas determinados tienen una planta compacta, y crecimiento limitado, ideal para macetas, las lechugas indeterminados crecen continuamente y es necesario podarlos periódicamente.",
            "photoUrl":"https://www.forksoverknives.com/wp-content/uploads/lettuce-iq.jpg",
            "photoDescription":"Matas de lechuga en cultivo intensivo"
        },
        {
            "title":"Sembrar las lechugas",
            "description":"La siembra de las lechugas se debe realizar a partir de invierno, debiendo hacerse en un lugar protegido, como el interior de la casa o en un invernadero, preferiblemente en un semillero calefactado. Las semillas germinan en 7-10 días.",
            "photoUrl":"https://agroislas.com/media/k2/items/cache/789ee11ba870d56adf4fe3a862f2d311_L.jpg",
            "photoDescription":"Pequeñas plantas de lechuga sembradas en macetas de interior"
        },
        {
            "title":"Transplantar las lechugas",
            "description":"Unos dos meses después de la siembra, se debe realizar un trasplante de las lechugas a un lugar en el que las plantas vayan a estar más separadas, y con abono con muchos nutrientes.",
            "photoUrl":"https://t2.ev.ltmcdn.com/es/posts/0/4/4/como_plantar_tomates_paso_a_paso_2440_1_600.jpg",
            "photoDescription":"Trasplante de una mata de lechuga de una maceta al suelo"
        },
        {
            "title":"Recogida de las lechugas",
            "description":"Unos 4-5 meses después de realizar el trasplante, las lechugas estarán listos para ser recolectados.",
            "photoUrl":"https://cdn.pixabay.com/photo/2018/07/24/23/19/salad-3560274_960_720.jpg",
            "photoDescription":"Un conjunto de lechugas"
        }
    ] 
}